Repository: danerx77/f1
Catalog: tm/datatext.tmx
Source language: en
Languages: pl

source: This isn't something you should worry\nabout too much.\lTalk to other people, check signs,\lcheck things, and so on.\lSometimes, you may need to just move\lto a new town or place.
pl: To nic, czym powinieneś się zbytnio\nprzejmować.\lPorozmawiaj z innymi ludźmi, spójrz na\lznaki, poszukaj rzeczy itd.\lCzasami może wystarczy przejść tylko\ldo nowego miasta.

# Try moving on to a new road, town, or place.
source: Try moving on to a new road, town, or\nplace.
pl: Spróbuj znaleźć nową drogę, miasto itd.

source: There could be something in the town\nor inside a building that is the cause.\lTry talking to the people in the area\lagain. If there is a problem that they\lneed solved, you may have to help.\lAfterwards, try talking to the person\lblocking your way again.
pl: Może przyczyną jest coś w mieście\nlub budynku..\lSpróbuj porozmawiać jeszcze raz z\lludźmi na tym obszarze..\lJeżeli mają problem, który trzeba.\lrozwiązać, być może będziesz musiał.\lpomóc..\lNastępnie, spróbuj podejść jeszcze raz do.\losoby blokującą drogę.

source: Try talking to people by going up to\nthem and pressing the A Button.\lAlso, try checking things like odd trees\land strange rocks with the A Button.\lPress the {PLUS} Control Pad and try going\lto places that look impassable, too.
pl: Spróbuj porozmawiać z ludźmi\npodchodząc do nich i naciskając A.\lMożesz też spróbować oglądać rzeczy\lwciskając przy nich przycisk A.\lWciskając {PLUS} możesz też spróbować\lprzejść przez miesjca wyglądające na\lnie do przejścia.

source: Try going to places where you \nhaven't visited yet.\lAlso, check everything that looks\lsuspicious by pressing the A Button.
pl: Spróbuj odwiedzić miejsca w\nktórych jeszcze nie byłeś.\lSpróbuj obejrzeć też wszystko,\lco wydaje się podejrzane.

source: Any item that you are given by another\ncharacter goes in your BAG.\lThe item is automatically sorted and\lplaced in one of three pockets.\lFor instructions on the BAG's use,\lplease refer to the HELP System's\l“How do I do this?” heading.
pl: Każdy przedmiot otrzymany od innej\npostaci przenoszony jest do TORBY.\lPrzedmiot zostaje automatycznie\lsortowany i umiejscowiony w kieszeni.\lDodatkowe instrukcje do obsługi\lTORBY znajdziesz w dziale\l“Jak to zrobić?” Systemu POMOCY.

source: If POKéMON are hurt in battle,\ntake them to a POKéMON CENTER and\lhave them healed by the staff.\lGet in the habit of saving your\lgame and recording your progress.\lStock up on healing items at\lPOKéMON MARTS before traveling far.
pl: Jeśli POKéMONY zranią się w walce,\nzanieś je do CENTRUM POKéMON i\lpozwól je wyleczyć przez obsługę.\lPostaraj się, by w nawyk weszło\lci częste zapisywanie gry.\lZakupuj lecznicze przedmioty w\lPOKéMON MART przed podróżami.

source: Forests are basically the same as\nroads but they can be like mazes.\lAll forests have a way out, so don't\lgive up if you get lost.
pl: Lasy są właściwie tym samym czym\ndrogi, chociaż są bardziej jak\llabirynty.\lWszystkie lasy mają wyjścia,\lwięc nie poddawaj się!

source: Caves are dark and dangerous. Wild\nPOKéMON can appear anywhere in them.\lIf there is an emergency, rush to a\lPOKéMON CENTER or use items.\lNew towns await discovery beyond some\lcaves, so don't give up.
pl: Jaskinie są mroczne i niebezpieczne.\nZawsze mogą tam pojawić się dzikie\lPOKéMONY.\lW razie niebezpieczeństwa\lgoń do CENTRUM POKéMON lub użyj\lprzedmiotu. Za niektórymi jaskiniami\lczekają nowe miasta.

source: The object of the game is to train\nyour POKéMON and move forward.\lYou must collect info and solve\lproblems. For example, what do you\lneed to get around an obstacle?\lWhat would get that impeding\lperson out of the way?
pl: Celem gry jest wytrenowanie swoich\nPOKéMONÓW i rozwijanie fabuły.\lMusisz zbierać informacje i rozwiązywać\lproblemy. Przykładowo, co\lpotrzebne jest by ominą przeszkodę?\lCo przesunie z drogi\lprzeszkadzającą ci osobę?

source: There are several kinds of items.\nSome can be used only on the field.\lSome are only for use during battle.\lSome can be used anytime.\lTry using an item - if it can't be used,\lyou will be alerted.
pl: Jest kilka rodzajów przedmiotów.\nNiektóre mogą być używane tylko\lna polu. Inne w trakcie walki.\lNiektórych można używać zawsze.\lSpróbuj użyć przdmiotu - jeżeli się nie uda,\ldowiesz się o tym.

source: In a battle, POKéMON try to reduce\none another's vitality, expressed as\lHP. If a POKéMON's HP falls to zero,\lit faints, and the other POKéMON\lwins. By winning a battle, POKéMON\learn EXP. Points, which help them\llevel up (grow stronger).
pl: W walce, POKéMONY próbują zredukować\nwitalność przeciwnika, wyrażaną w\lHP. Jeśli HP POKéMONA spadnie do zera,\lmdleje, a drugi POKéMON wygrywa.\lZwyciężając walkę, POKéMON zdobywa\lPunkty EXP., pomagające mu\lpoziomować (rozwijać się).

source: Using a PC
pl: Użył PC

source: Using “{STR_VAR_1}'S PC”
pl: Użył “{STR_VAR_1} PC”

source: Using “{PLAYER}'s PC”
pl: Użył “{PLAYER} PC”

source: Using “PROF. OAK'S PC”
pl: Użył “PROF. OAK'S PC”

source: EXP. {LEFT_PAREN}EXP. Points{RIGHT_PAREN}
pl: EXP. {LEFT_PAREN}Punkty EXP.{RIGHT_PAREN}

source: MOVES
pl: RUCHY

source: ATTACK
pl: ATAK

source: DEFENSE
pl: OBRONA

source: SP. DEF
pl: SP. OBR

source: SPEED
pl: SZYBK

source: TYPE
pl: TYP

source: ABILITY
pl: ZDOLNOŚ

source: MONEY
pl: FORSA

source: MOVE TYPE
pl: TYP RUCHU

source: NATURE
pl: NATURA

source: ID No.
pl: Nr ID

source: POWER
pl: SIŁA

source: ACCURACY
pl: CELNOŚĆ

source: ITEMS
pl: RZECZ

source: KEY ITEMS
pl: KLUCZOWE

source: POKé BALLS
pl: POKé BALLE

source: PLAY TIME
pl: CZAS GRY

source: BADGES
pl: ODZNAK

source: TEXT SPEED
pl: SZYB. TEXT

source: BATTLE SCENE
pl: SCENA WALKI

source: BATTLE STYLE
pl: STYL WALKI

source: SOUND
pl: DŹWI.

source: BUTTON MODE
pl: PRZYCISKI

source: FRAME
pl: RAMKA

source: HM MOVE
pl: RUCH HM

source: EVOLUTION
pl: EWOLUCJA

source: STATUS PROBLEM
pl: ZMIANY STANU

source: What are POKéMON?
pl: Co to POKéMON?

source: You become the main character to\nexplore the world of POKéMON!\lBy talking to people and solving\lmysteries, new paths will open to you.\lStrive for the goal together with your\lwonderful POKéMON!
pl: Stajesz się głównym bohaterem,\nzwiedzającym świat POKéMONÓW.\lRozmawiając z ludźmi i rozwiązując\lzagadki, nowe ścieżki otwierają się.\lDąż do celu wraz ze swoimi cudownymi\lPOKéMONAMI.

source: Using the Type Matchup List
pl: Użył Porównanie Typów

# I'm looking for the POKéMON {STR_VAR_1}!pWanna trade one for my {STR_VAR_2}?
source: I'm looking for the POKéMON\n{STR_VAR_1}!\pWanna trade one for my\n{STR_VAR_2}?
pl: Szukam POKéMONA\n{STR_VAR_1}\pCzy chcesz wymienić go\nza {STR_VAR_2}?

# Awww! Oh, well…
source: Awww!\nOh, well…
pl: Ałłł!\nNo dobra…

# What? That's no {STR_VAR_1}!
source: What?\nThat's no {STR_VAR_1}!
pl: Co?\nTo nie jest {STR_VAR_1}!

source: Hey, thanks!
pl: Hej, dzięki!

source: Isn't my old {STR_VAR_2} great?
pl: Czy {STR_VAR_2} nie jest super?

source: Hello, there! Do you happen to\nhave a {STR_VAR_1}?\pWould you agree to a trade for\nmy {STR_VAR_2}?
pl: Witaj! Czy nie masz przypadkiem\nmoże {STR_VAR_1}?\pCzy zgodziłbyś się wymienić go\nza {STR_VAR_2}?

source: Well, if you don't want to…
pl: Cóż, jeżeli nie chcesz…

# Hmmm? This isn't a {STR_VAR_1}.pThink of me if you get one.
source: Hmmm?\nThis isn't a {STR_VAR_1}.\pThink of me if you get one.
pl: Hmmm?\nTo nie jest {STR_VAR_1}.\pWpadnij, gdy go zdobędziesz.

source: Thanks!
pl: Dzięki!

# The {STR_VAR_2} that I traded you, has it grown stronger?
source: The {STR_VAR_2} that I traded you,\nhas it grown stronger?
pl: Czy mój {STR_VAR_2} stał się dużo\nsilniejszy?

# Hi! Do you have a {STR_VAR_1}?pWant to trade it for my {STR_VAR_2}?
source: Hi!\nDo you have a {STR_VAR_1}?\pWant to trade it for my\n{STR_VAR_2}?
pl: Cześć!\nCzy masz {STR_VAR_1}?\pChcesz wymienić się na\n{STR_VAR_2}?

source: That's too bad.
pl: No to szkoda.

source: …This is no {STR_VAR_1}.\pIf you get one, trade it with me.
pl: …To nie {STR_VAR_1}.\pWymień się, gdy go zdobędziesz.

source: Thanks, you're a pal!
pl: Dzięki, jesteś super!

# How is my old {STR_VAR_2}? My {STR_VAR_1} is doing great!
source: How is my old {STR_VAR_2}?\nMy {STR_VAR_1} is doing great!
pl: Jak tam mój {STR_VAR_2}?\n{STR_VAR_1} jest wspaniały!

# {PLAYER} dug up one {STR_VAR_2} from deep in the ground.
source: {PLAYER} dug up one {STR_VAR_2}\nfrom deep in the ground.
pl: {PLAYER} wykopuje {STR_VAR_2}\nz głębi ziemii.

source: NEW NAME
pl: ZMIEŃ…

# The various buttons will be explained in the order of their importance.
source: The various buttons will be explained in\nthe order of their importance.
pl: Wytłumaczymy tu działanie przycisków\nw kolejności ich użyteczności.

# Moves the main character. Also used to choose various data headings.
source: Moves the main character.\nAlso used to choose various data\nheadings.
pl: Porusza bohatera. Używany\nteż do wybierania nagłówków\ndanych.

# Used to confirm a choice, check things, chat, and scroll text.
source: Used to confirm a choice, check\nthings, chat, and scroll text.
pl: Używany do wybierania\nprzedmiotów, prowadzenia rozmów.

# Used to exit, cancel a choice, and cancel a mode.
source: Used to exit, cancel a choice,\nand cancel a mode.
pl: Używany do anulowania wyboru,\nbądź trybu.

# Press this button to open the MENU.
source: Press this button to open the\nMENU.
pl: Ten przycisk wywołuje okno\nMENU.

# Used to shift items and to use a registered item.
source: Used to shift items and to use\na registered item.
pl: Rusza przedmioty i używa\nfunkcji rejestrowanych.

source: If you need help playing the\ngame, or on how to do things,\npress the L or R Button.
pl: Jeśli potrzebujesz pomocy,\nbądź porad, wciśnij przycisk\nL, a następnie R.

# Now tell me. Are you a boy? Or are you a girl?
source: Now tell me. Are you a boy?\nOr are you a girl?
pl: Powiedz mi. Jesteś chłopcem,\nczy dziewczynką?

source: In the world which you are about to\nenter, you will embark on a grand\nadventure with you as the hero.\n\nSpeak to people and check things\nwherever you go, be it towns, roads,\nor caves. Gather information and\nhints from every source.
pl: W świecie, do którego masz zamiar\nzaraz wkroczyć, czeka cię wielka\nprzygoda z tobą w roli głównej.\n\nRozmawiaj z ludźmi, szukaj sekretów,\ngdziekolwiek się nie znajdziesz.\nZbieraj informacje i podpowiedzi\nz każdego źródła.

source: New paths will open to you by helping\npeople in need, overcoming challenges,\nand solving mysteries.\n\nAt times, you will be challenged by\nothers and attacked by wild creatures.\nBe brave and keep pushing on.
pl: Nowe ścieżki otworzą się, gdy pomożesz\nludziom w potrzebie, pokonasz\nprzeszkody i rozwikłasz tajemnice.\n\nCzasami na pojedynek wyzwą cię inni\ngracze i zaatakują dzikie stworzenia.\nOdwagi! Nie poddawaj się.

source: Through your adventure, we hope\nthat you will interact with all sorts\nof people and achieve personal growth.\nThat is our biggest objective.\n\nPress the A Button, and let your\nadventure begin!
pl: Mamy nadzieję, że w trakcie\npodróży nawiążesz kontakty z nowymi\nprzyjaciółmi, a na twej twarzy pojawi\nsię uśmiech.\nTo nasz główny cel.\n\nNaciśnij A, a rozpocznie się twoja\nwielka przygoda!

source: Hello, there!\nGlad to meet you!\pWelcome to the world of POKéMON!\pMy name is OAK.\pPeople affectionately refer to me\nas the POKéMON PROFESSOR.\p
pl: Cześć!\nMiło mi cię poznać!\pWitaj w świecie POKéMONÓW!\pNazywam się OAK.\pChociaż często ludzie nazywają mnie\nPROFESOREM POKéMON.\p

source: This world…
pl: Ten świat…

# …is inhabited far and wide by creatures called POKéMON.p
source: …is inhabited far and wide by\ncreatures called POKéMON.\p
pl: …zamieszkiwany jest przez\nstworzenia zwane POKéMONAMI.\p

source: For some people, POKéMON are pets.\nOthers use them for battling.\pAs for myself…\pI study POKéMON as a profession.\p
pl: Niektórzy traktują je jak przyjaciół.\nInni, toczą nimi walki.\pJa sam…\pzawodowo studiuję życie POKéMONÓW.\p

# But first, tell me a little about yourself.p
source: But first, tell me a little about\nyourself.\p
pl: Nie ważne, opowiedz mi\nlepiej coś o sobie.\p

# Let's begin with your name. What is it?p
source: Let's begin with your name.\nWhat is it?\p
pl: No więc na początek,\njak się nazywasz\p

# Right… So your name is {PLAYER}.
source: Right…\nSo your name is {PLAYER}.
pl: Racja…\nWięc jesteś {PLAYER}.

source: This is my grandson.\pHe's been your rival since you both\nwere babies.\p…Erm, what was his name now?
pl: To jest mój wnuczek.\pJest twoim rywalem od czasów,\ngdy byliście dziećmi.\p…Erm, jak miał na imię?

source: Your rival's name, what was it now?
pl: Imię twojego rywala, jak ono brzmi?

source: …Er, was it {RIVAL}?
pl: …Er, czy to {RIVAL}?

# That's right! I remember now! His name is {RIVAL}!p
source: That's right! I remember now!\nHis name is {RIVAL}!\p
pl: Właśnie! Już pamiętam!\nMa na imię {RIVAL}!\p

source: {PLAYER}!\pYour very own POKéMON legend is\nabout to unfold!\pA world of dreams and adventures\nwith POKéMON awaits! Let's go!
pl: {PLAYER}!\pTwoja własna POKéMONOWA legenda\nwłaśnie się rozpoczyna!\pŚwiat marzeń i przygód z POKéMONAMI\nczeka! Ruszaj więc!

source: Obtained the {STR_VAR_2}!
pl: {PLAYER} dostaje {STR_VAR_2}!

source: The BAG is full…
pl: TORBA pełna…

# {PLAYER} put the {STR_VAR_2} in the {STR_VAR_3}.
source: {PLAYER} put the {STR_VAR_2}\nin the {STR_VAR_3}.
pl: {PLAYER} wkłada {STR_VAR_2} do\n{STR_VAR_3}.

source: {PLAYER} found one {STR_VAR_2}!
pl: {PLAYER} znajduje {STR_VAR_2}!

# Too bad! The BAG is full…
source: Too bad!\nThe BAG is full…
pl: Szkoda!\nTORBA jest pełna…

# {PLAYER} found {STR_VAR_1} {STR_VAR_2}!
source: {PLAYER} found\n{STR_VAR_1} {STR_VAR_2}!
pl: {PLAYER} znajduje\n{STR_VAR_1} {STR_VAR_2}!

# {PLAYER} put the COINS away in the COIN CASE.
source: {PLAYER} put the COINS away in\nthe COIN CASE.
pl: {PLAYER} wkłada ŻETONY do\nETUI NA ŻETONY.

# Too bad! The COIN CASE is full…
source: Too bad!\nThe COIN CASE is full…
pl: Szkoda!\nETUI jest już pełne…

# Too bad! There's nothing to put them in…
source: Too bad!\nThere's nothing to put them in…
pl: Szkoda!\nNie ma gdzie tego włożyć…

# {PLAYER} found {STR_VAR_1} {STR_VAR_2}(s)!
source: {PLAYER} found\n{STR_VAR_1} {STR_VAR_2}(s)!
pl: {PLAYER} znajduje\n {STR_VAR_1} {STR_VAR_2}!

# Too bad! There's no room left for another {STR_VAR_2}…
source: Too bad! There's no room left for\nanother {STR_VAR_2}…
pl: Szkoda! Nie ma już miejsca\nna następne {STR_VAR_2}…

# The {STR_VAR_2} was transferred to the PC.
source: The {STR_VAR_2} was transferred\nto the PC.
pl: {STR_VAR_2} został przeniesiony\ndo PC.

source: {PLAYER} booted up the PC.
pl: {PLAYER} uruchamia PC.

source: Which PC should be accessed?
pl: Do którego PC się podpiąć?

source: Accessed Someone's PC.
pl: Połączono z Czyimś PC.

source: POKéMON Storage System opened.
pl: Otwarto POKéMON Storage System

source: Accessed {PLAYER}'s PC.
pl: Połączono z PC {PLAYER}

source: Accessed BILL's PC.
pl: Połączono z PC BILL

# {STR_VAR_2} was transferred to Someone's PC.pIt was placed in BOX “{STR_VAR_1}.”
source: {STR_VAR_2} was transferred to\nSomeone's PC.\pIt was placed in \nBOX “{STR_VAR_1}.”
pl: {STR_VAR_2} przeniesiony do\nCzyjegoś PC.\pUmieszczono go w\nBOKSIE “{STR_VAR_1}.”

# {STR_VAR_2} was transferred to BILL'S PC.pIt was placed in BOX “{STR_VAR_1}.”
source: {STR_VAR_2} was transferred to\nBILL'S PC.\pIt was placed in \nBOX “{STR_VAR_1}.”
pl: {STR_VAR_2} przeniesiony do\nPC BILLA.\pUmieszczono go w\nBOKSIE “{STR_VAR_1}.”

source: BOX “{STR_VAR_3}” on\nSomeone's PC was full.\p{STR_VAR_2} was transferred to\nBOX “{STR_VAR_1}.”
pl: BOX “{STR_VAR_3}” na\nCzyimś PC jest pełny..\p{STR_VAR_2}został wysłany do\nBOXU “{STR_VAR_1}.”

source: BOX “{STR_VAR_3}” on\nBILL'S PC was full.\p{STR_VAR_2} was transferred to\nBOX “{STR_VAR_1}.”
pl: BOKS “{STR_VAR_3}” na\nPC BILLA jest pełny..\p{STR_VAR_2} wysłany do\nBOKSU “{STR_VAR_1}.”

# {PLAYER} obtained the {STR_VAR_1}!
source: {PLAYER} obtained\nthe {STR_VAR_1}!
pl: {PLAYER} dostaje\n{STR_VAR_1}!

source: There's no more room for POKéMON!\pThe POKéMON BOXES are full and\ncan't accept any more!
pl: Nie ma już miesjca na POKéMONY!\pBOKSY są już pełne i nie przyjmą\nwięcej POKéMONÓW!

source: OAK: Good to see you!\nHow is your POKéDEX coming along?\pHere, let me take a look.
pl: OAK: Miło mi cię widzieć!\nJak postępy twojego POKéDEKSU?\pPozwól, że rzucę okiem.

source: The amount of progress you've made\non your POKéDEX is:\p{STR_VAR_1} POKéMON seen and\n{STR_VAR_2} POKéMON owned.\p{FONT_NORMAL}PROF. OAK's rating:
pl: Stopień postępu podczas\npracy nad POKéDEKSEM to:\p{STR_VAR_1} POKéMONÓW widzianych i\n{STR_VAR_2} posiadanych.\p{FONT_NORMAL}Ocena PROF. OAKA:

source: You still have lots to do.\pGo into every patch of grass you\nsee and look for POKéMON!
pl: Nadal masz wiele do zrobienia.\pDokładnie przeszukuj trawę i\nznajduj nowe POKéMONY!

source: It looks as if you're getting on\nthe right track!\pI've given one of my AIDES a FLASH\nHM. Make sure you go get it!
pl: Wygląda na to, że zaczynasz\nłapać o co chodzi!\pDałem mojemu POMOCNIKOWI HM\nz BŁYSKEM. Lepiej go znajdź!

source: Your POKéDEX could use a bit more\nvolume still!\pTry to catch other species of\nPOKéMON!
pl: Twój POKéDEX mógły się jeszcze\ntroszkę wypełnić!\pStaraj łapać się też inne\ngatunki!

source: Good, it's apparent that you're\ntrying hard!\pI've given one of my AIDES an\nITEMFINDER. Be sure to collect it!
pl: Dobrze, widać, że bardzo się\nstarasz!\pDałem POMOCNIKOWI\nRZECZOSZUKACZ. Nie zapomnij go odebrać!

source: Your POKéDEX is coming along quite\nwell!\pI've given one of my AIDES an\nAMULET COIN. Be sure to get it!
pl: Twój POKéDEX zaczyna tworzyć\nspójną całość!\pIDałem POMOCNIKOWI MONETĘ\nAMULET. Spróbuj go znaleźć!

source: Ah, you've finally topped 50\nspecies!\pI've given one of my AIDES an EXP.\nSHARE. Be sure to go get it!
pl: Ach, wreszcie złapałeś\n50 gatunków!\pDałem mojemu POMOCNIKOWI\nROZDZIELACZ. Postaraj się go zdobyć!

# Hoho! This is turning into quite the respectable POKéDEX!
source: Hoho! This is turning into quite the\nrespectable POKéDEX!
pl: Hoho! Zaczyna się robić coraz\nciekawiej!

# Very good!pI think you'll collect even more POKéMON by going fishing!
source: Very good!\pI think you'll collect even more\nPOKéMON by going fishing!
pl: Bardzo dobrze!\pMyśle, że zebrałbyś więcej\nPOKéMONÓW łowiąc ryby.

# Wonderful! Let me guess… You like to collect things, don't you?
source: Wonderful! Let me guess… You\nlike to collect things, don't you?
pl: Świetnie! Niech zgadnę… Lubisz\nzbierać rzeczy, prawda?

# I'm impressed! It must have been difficult to do!
source: I'm impressed!\nIt must have been difficult to do!
pl: Jestem pod wrażeniem!\nTo musiało być trudne!

# You've finally hit 100 species! I can't believe how good you are!
source: You've finally hit 100 species!\nI can't believe how good you are!
pl: Wreszcie zdobyłeś 100 gatunków!\nNie mogę uwierzyć, że to prawda!

# You even have the evolved forms of POKéMON! Super!
source: You even have the evolved forms\nof POKéMON! Super!
pl: Świetnie! Masz nawet rozwinięte\nformy POKéMONÓW!

# Excellent! Trade with friends to get some more!
source: Excellent! Trade with friends to\nget some more!
pl: Cudownie! Może powymieniaj się z\nkumplami?

# Outstanding! You've become a real pro at this!
source: Outstanding!\nYou've become a real pro at this!
pl: Genialnie!\nStałeś się prawdziwym mistrzem!

# I have nothing left to say! You're the POKéMON PROFESSOR now!
source: I have nothing left to say!\nYou're the POKéMON PROFESSOR now!
pl: Nie mam nic do powiedzenia!\nJesteś teraz PROFESOREM POKéMONÓW!

# Your POKéDEX is entirely complete! Congratulations!!
source: Your POKéDEX is entirely complete!\nCongratulations!!
pl: Twój POKéDEX jest już kompletny!\nGratulacje!

source: And your NATIONAL POKéDEX is:\p{STR_VAR_1} POKéMON seen and\n{STR_VAR_2} POKéMON owned.
pl: A twój NARODOWY POKéDEX:\p{STR_VAR_1} POKéMONÓW widzianych i\n{STR_VAR_2} posiadanych.

# I'll be looking forward to seeing you fill the NATIONAL POKéDEX!
source: I'll be looking forward to seeing\nyou fill the NATIONAL POKéDEX!
pl: Mam nadzieję, że wkrótce wypełnisz\nswój NARODOWY POKéDEX!

source: Finally…\pYou've finally completed the\nPOKéDEX!\pIt's magnificent!\nTruly, this is a fantastic feat!
pl: Nareszcie…\pNareszcie uzupełniłeś\nPOKéDEX!\pTo niesamowite!\nNaprawdę, to niesamowite wydarzenie!

# Thank you, {PLAYER}! Sincerely, thank you!lYou've made my dream a reality!
source: Thank you, {PLAYER}!\nSincerely, thank you!\lYou've made my dream a reality!
pl: Dziękuję, {PLAYER}!\nSzczerze ci dziękuję!\lSpełniłeś moje marzenia!

source: OAK: Ah, welcome!\pTell me, how is your POKéDEX\ncoming along?\pWahaha!\pActually, I know how it is, but I\nlove seeing it anyway!\pLet's see…
pl: OAK: A, witaj!\pPowiedz, jak sprawuje się\ntwój POKéDEXE?\pŁahahaha!\pTak, wiem jaki jest jego\nstan, ale kocham go oglądać!\pNo to zobaczmy…

# POKé DUDE: The speedier of the battlers gets to attack first.
source: POKé DUDE: The speedier of the\nbattlers gets to attack first.
pl: POKé GOŚĆ: Szybszy z walczących\nmoże atakować jako pierwszy.

# It looks like my RATTATA was faster than the PIDGEY.
source: It looks like my RATTATA was\nfaster than the PIDGEY.
pl: Wygląda na to, że RATTATA\njest szybszy od PIDGEYA.

# The battlers take turns attacking and reducing each other's HP.
source: The battlers take turns attacking\nand reducing each other's HP.
pl: Walczący zużywają tury atakując i\nredukując swoje HP.

source: My RATTATA reduced the foe's HP\nto zero, so it wins!\pThe POKéMON that took part in the\nbattle get EXP. Points.\pWhen a POKéMON collects enough\nEXP. Points, it levels up.\pLeveling up makes your POKéMON\nstronger than before.
pl: Mój RATTATA zredukował HP wroga\ndo zera, więc wygrywa!\pPOKéMONY biorące udział w walce,\nzdobywają Punkty Exp.\pGdy POKéMON zbierze odpowiednią\nilość EXP, zdobywa poziom.\pZdobywając poziom twój POKéMON\nstaje się silniejszy.

source: POKé DUDE: Uh-oh…\nMy RATTATA has been poisoned…\pIf a POKéMON is poisoned, it loses\nHP steadily.
pl: POKé GOŚĆ: Uch-och…\nZatruto mojego RATTATĘ…\pJeżeli POKéMON zatruje się, traci\nrównomiernie HP.

# If a POKéMON develops a status problem, heal it right away.
source: If a POKéMON develops a status\nproblem, heal it right away.
pl: Gdy problemem POKéMONA stają\nsię zmiany stanu, wylecz go.

source: Using an item on a POKéMON uses\nup one turn, though.\pNow, it's the opponent's turn!
pl: Używając przedmiotu na\nPOKéMONIE, zużywa się turę.\pWięc teraz czas na turę wroga!

# Yay! We managed to win!
source: Yay!\nWe managed to win!
pl: Jupi!\nWygraliśmy!

source: POKé DUDE: The move BUBBLE is\na WATER-type attack.\pThe targeted ODDISH is a\nGRASS/POISON-type POKéMON.\pThe WATER-type attack is absorbed\nby the GRASS-type POKéMON…\pAs a result, the move becomes not\nvery effective, and inflicts only\lhalf the usual damage.
pl: POKé GOŚĆ: Ruch BABELKI\njest atakiem WODNYM.\pODDISH, który jest atakowany,\njest typem TRAWA/TRUCIZNA.\pAtaki typu WODNEGO absorbowane są\nprzez POKéMONY TRAWIASTE…\pW rezultacie, atak staje się\nnieefektywny i zadaje tylko\lpołowę zwykłych obrażeń.

source: Uh-oh, this is not good!\pThe ABSORB attack you just saw\nis a GRASS-type move.\pPOLIWAG is a WATER-type POKéMON.\pSo, ABSORB becomes super\neffective, doubling the damage.
pl: Nie dobrze!\pAtak ABSORPCJA, którego byłeś\nświadkiem to atak TRAWIASTY.\pPOLIWAG jest POKéMONEM WODNYM.\pWięc, ABSORPCJA staje się\nsuperefektywna, podwajając obrażnia.

# It's not going to be easy to win with this matchup…pLet's try shifting POKéMON!
source: It's not going to be easy to win\nwith this matchup…\pLet's try shifting POKéMON!
pl: Nie będzie łatwo wygrać w takim\npojedynku…\pSpróbujmy więc zmienić POKéMONA!
